Repository: omeka-s-modules/FedoraConnector
Catalog: language/*.po
Languages: eu

source: Last Modified
eu: Azkenekoz Aldatua

source: Link
eu: Lotura

source: Fedora Import
eu: Fedora Inportazioa

source: Import Settings
eu: Inportazio Ezaugarriak

source: Past Imports
eu: Pasatako Inportazioak

source: Job ID
eu: Lan ID

source: Container
eu: Edukitzailea

source: Undo job
eu: Desegin lana

source: Undone:
eu: Deseginda:

source: Fedora Connector
eu: Fedora Konektorea

source: Fedora Vocabulary
eu: Fedora Hiztegia

source: Vocabulary for a Fedora Repository
eu: Fedora Biltegirako hiztegia

source: Linked Data Platform Vocabulary
eu: Lotutako Datu Plataforma Hiztegia

source: Vocabulary for a Linked Data Platform. Used by Fedora
eu: Lotutako Datu Plataformarentzat hiztegia. Fedorak erabilia

source: The Fedora Vocabulary is already installed.
eu: Fedora Hiztegia lehendik instalatuta dago.

source: Import the Fedora Vocabulary.
eu: Inportatu Fedora Hiztegia.

source: Import Fedora Vocabulary
eu: Inportatu Fedora Hiztegia

source: The Linked Data Platform Vocabulary is already installed.
eu: Lotutako Datu Plataforma Hiztegia lehendik instalatuta dago.

source: Import the Linked Data Platform Vocabulary.
eu: Inportatu Lotutako Datu Plataforma Hiztegia.

source: Import Linked Data Platform Vocabulary
eu: Inportatu Lotutako Datu Plataforma Hiztegia

source: Fedora container URI
eu: Fedora edukitaile URIa

source: The URI of the Fedora container for the repository, collection or resource to import.
eu: Inportatzeko Fedora edukitzaileko biltegi, bilduma edo baliabidearen URIa.

source: Import files into Omeka S
eu: Inportatu fitxategiak Omeka S barruan

source: If checked, original files will be imported into Omeka S. Otherwise, derivates will be displayed when possible, with links back to the original file in the Fedora repository.
eu: Hautatuta badago, fitxategi originalak inportatuko dira Omeka Sra. Bestela, eratorriak erakutsiko dira ahal denean, Fedora biltegirako fitxategi originalera itzultzeko estekekin.

source: Ignore parent container
eu: Ez ikusia egin edukitzaile gurasoari

source: If checked, only descendents of the container at URI above will be imported as items--not the parent container itself.
eu: Hautatuta badago, hurrengo helbideko edukitzailearen semeak bakarrik inportatuko dira elementu bezala--ez guraso edukitzailea bera.

source: Import direct descendents only
eu: Inportatu zuzeneko ondorengoak bakarrik

source: If checked, only direct descendents of the container at URI above will be imported (i.e. no children of children). Otherwise, all resources below container will be recursively imported
eu: Hautatuta badago, hurrengo helbideko edukitzailearen zuzeneko semeak bakarrik inportatuko dira (adb. ez semearen semeak). Bestela, edukitzaileko baliabide guztiak errekurtsiboki inportatuko dira.

source: A note about the purpose or source of this import
eu: Inportazio honen helburu edo jatorriaren inguruko oharra

source: Select item set(s)
eu: Hautatu elementu multzoa(k)

source: Optional. Import items into item set(s).
eu: Hautazkoa. Inportatu elementuak elementu multzoan/multzoetan.

source: Select site(s)
eu: Hautatu ataria(k)

source: Optional. Import items into site(s).
eu: Hautazkoa. Inportatu elementuak atarian/atarietan.

source: There was a problem connecting to the Fedora Container URI
eu: Errore bat egon da Fedora Edukitzailearen URI helbidera konektatzean

source: Importing in Job ID %s
eu: %s Lan ID inportatzen

source: There was an error during validation
eu: Errorea egon da balidazio garaian
